(setq rimtumim ["זהו הרי רימטום!!!!, זה רימטום!!!"
                "לאלאלאלאלאלאלאלאלאלא"
                "בצורה יפה, בצורה נאותה"
                "טוב!"
                "טייכר שרון"
                "על החתום, אג״נ, אדון גברת נכבדים"
                "ראש צי האויב"
                "אתה היפנוז, אתה לא טייכר שרון, אתה היפנוז"
                "הכרזתי על טוטאל לוק דאון!! אף כלי לא יוצא הביתה, אובר אנד אאוט"
                "על הדשבורד של מושב הנווט נמצאו סימני סוליות!!!!"
                "חזי, המס לו את הצרור "
                 ])

(defun ze-rimtum()
 (interactive) 
 (insert (concat (aref rimtumim (random (length rimtumim))) "\n") ))

(provide 'rimtum-mode)

